<?php

return [
    "response" => [
        "success" => "Муваффақиятли",
        "warning" => "Огоҳлантириш",
        "error" => "Сервер хатоси",
        "sms_notified" => "Тасдиқлаш коди юборилган рақамга :phone",
        "sms_error" => "Ушбу рақамга СМС юборилмади, илтимос кейинроқ қайта уриниб кўринг",
        "rate_limit_exceeded" => "Жуда кўп сўровлар. Кейинроқ қайта уриниб кўринг.",
        "rate_limit_title" => "Сўровлар чегараси ошиб кетди"
    ],
    "validation" => [
        "phone" => "Берилган телефон рақами нотўғри. Илтимос, қуйидаги форматда тўғри Ўзбекистон телефон рақамини киритинг: 998991234567.",
        'refresh_token' => "'refresh_token' строка булиши ва фақатгина белгилар ва рақамлардан иборат бўлиши керак",
        'code' => "Код 5 хонадан ошмаслиги керак",
        'user_language_code' => "Тил коди сатр бўлиши ва 2 та белгидан иборат бўлиши керак",
        'user_country_code' => "Мамлакат коди сатр бўлиши ва 2 та белгидан иборат бўлиши керак",
    ]
];
