<?php

return [
    "response" => [
        "success" => "Муваффақиятли",
        "sms_notified" => "Тасдиқлаш коди юборилган рақамга :phone",
        "sms_error" => "Ушбу рақамга СМС юборилмади, илтимос кейинроқ қайта уриниб кўринг"
    ],
    "validation" => [
        "phone" => "Берилган телефон рақами нотўғри. Илтимос, қуйидаги форматда тўғри Ўзбекистон телефон рақамини киритинг: 998991234567.",
        'refresh_token' => "'refresh_token' строка булиши ва фақатгина белгилар ва рақамлардан иборат бўлиши керак",
        'code' => "Код 4 хонадан ошмаслиги керак",
    ]
];
